/* name of this language */
"language" = "Chinese";

/* iTC What's New */
"    - Daily Alarm\n    - Solar noon indication\n    - Noon on top option\n    - Option to stay on only when plugged in"="    - Daily Alarm\n    - Solar noon indication\n    - Noon on top option\n    - Option to stay on only when plugged in";
/* iTC What's New 1.3 */
"    - Improved graphics\n    - Solar and Lunar Eclipse Simulator"="- 改善了图片\n    - 日食和月食模拟器";
/* label for a WWW link */
" ... tap to visit our web site"="... 点击以访问我们的网站";
/* format string with a one character abbreviation for 'day' */
"%s%dd %02d:%02d:%02d"="%1$s%2$dd %3$d:%4$d:%5$d";
/* format string with a one character abbreviation for 'year' and 'day' */
"%s%dy %dd %02d:%02d:%02d"="%1$s%2$dy %3$dd %4$d:%5$d:%6$d";
/* label for enable alarm clock switch */
"Alarm:"="闹钟：";
/* the label on a dial: the angle above the horizon */
"Altitude"="高度角";
/* label for a Annular solar eclipse */
"Annular solar eclipse"="环形日食";
/* the constellation of the zodiac */
"Aquarius"="Aquarius";
/* the constellation of the zodiac */
"Aries"="Aries";
/* the label on a dial: the angle around the horizon */
"Azimuth"="方位角";
/* label for when the eclipse is below the horizon */
"Below horizon"="低于地平线";
/* the constellation of the zodiac */
"Cancer"="Cancer";
/* the constellation of the zodiac */
"Capricornus"="Capricornus";
/* short abbreviation for century */
"cent"="世纪";
/* short abbreviation for day */
"day"="日";
/* First-run alert button to go to release notes */
"Details"="详细信息";
/* name of option to turn off the iPhone's automatic screen locking feature */
"Disable Auto-Lock:"="禁用自动锁定：";
/* Done */
"Done"="完成";
/* one character abbreviation for 'east' */
"E"="东";
/* the planet Earth */
"Earth"="地球";
/* label for the Eclipse Simulator or Viewer or Window */
"Eclipse Simulator"="蚀形模拟器";
/* the label on a dial: Equation of Time */
"Equation of Time"="天文时差";
/* the constellation of the zodiac */
"Gemini"="Gemini";
/* help message0 */
"Help Text0"="主金色指针指示普通 12 小时格式的小时、分钟和秒。带较大白色箭头的细中心指针指示 24 小时格式的时间。";
/* help message1 */
"Help Text1"="彩色圆环代表每个“行星”位于地平线以上时的时间。位于其他圆环背后的大圆环代表太阳。11 个彩色箭头分别代表天文曙暮光、航海曙暮光、民用曙暮光、日出/日落、黄金时段和太阳正午的时间。";
/* help message1.5 */
"Help Text1.5"="标记为“蚀形模拟器”的小表外环有三个图标，分别代表太阳、月亮和地球的影子，它们看似绕地球周围的天空旋转，两条细红线指示月亮轨道的节点（指示与黄道面的交接点）。环内区域通常为空，但在接近月食或日食时，将会在这里显示一个蚀形动画。";
/* help message2 */
"Help Text2"="点击“设置”可进入设置模式。然后点击其中一个时间单位可前移（蓝色）或后移（红色）其值。点击“月相”可前移或后移到下一季相。";
/* help message3 */
"Help Text3"="按住这些点中的任何一个可连续前进。在按钮弹起前将手指从按钮滑开以闩住按钮可连续前进。按“重置”可返回到当前时间。";
/* help message4 */
"Help Text4"="点击高度角或方位角表盘可切换那里显示的行星值。";
/* help message5 */
"Help Text5"="地球图像上的红点标出了当前位置。若不是期望的位置，可使用上面的控件手动设置。若您的位置与时区不匹配，天文信息看上去会很怪。也可以轻点地球图像，在更大的地图上选择位置；时区会随之改变。";
/* help message6 */
"Help Text6"="要设置闹钟时间，请首先打开闹钟，然后点击出现的“设置”按钮。当返回主屏幕后，将在 24 时表盘的外侧显示一个标记闹钟时间的红色标记。闹钟时间到时，将播放声音大约 20 秒（也可以点击屏幕任意处立即关闭声音）。";
/* help message7 */
"Help Text7"="Emerald Observatory 将通过 NTP 保持显示的时间与国际标准原子钟同步。这需要互联网连接，并且每次应用程序开始同步都需要几秒钟。同步进行时左下角的指示灯将闪亮，同步成功完成后将显示绿灯，显示黄灯表示无法同步。";
/* help message8 */
"Help Text8"="有关详细信息，请访问我们的网站 https://bjornfreemanbenson.com/emerald-observatory （点击此页底部我们的徽标）。若有疑问或问题，请随时发送邮件。我们还欢迎您发表评论和建议。";
/* short abbreviation for hour */
"hour"="小时";
/* iTC description0; terms here should match those in the other strings */
"iTC description0"="Emerald Observatory 以一种独特而易于理解的形式在一个屏幕上显示丰富的天文信息。信息包括：";
/* iTC description1 */
"iTC description1"="- 太阳、月球和 5 个经典行星的升落时间
    - 曙暮光的开始和结束时间
    - 日心太阳系仪（显示绕日运行的行星）
    - 显示同一天体的高度角和方位角（一次一个天体）
    - 显示月球的当前月相和相对外观尺度
    - 在世界地图上显示当前白天和夜晚的区域
    - 天文时差、太阳时、UTC 时和恒星时
    - 月日年和闰年指示";
/* iTC description2 */
"iTC description2"="另外：
    - 显示的时间通过 NTP 与原子钟标准同步
    - 使用 iPad 位置，也可手动设置纬度和经度
    - 日常闹钟功能";
/* iTC description3; terms here should match those in the other strings */
"iTC description3"="提供不断保持显示的设置。";
/* iTC description4; terms here should match those in the other strings */
"iTC description4"="点击显示屏可按分钟、小时、日、月、年前移或后移时间。关于 ";
/* iTC description; terms here should match those in the other strings */
"iTC description5"="若在使用本应用程序时遇到任何问题，请参阅下面所列支持页面上的常见问题解答，若问题仍然没有得到解决，我们会及时答复所有的支持电子邮件请求。";
/* the planet Jupiter */
"Jupiter"="木星";
/* First-run alert button to skip release notes for now */
"Later"="稍后";
/* north-south coordinate */
"Latitude:"="纬度：";
/* term for years with Feb 29 as in: '2012 is a leap year' */
"leap"="闰年";
/* term for years with Feb 29 */
"leap (%d)"="闰年 (%d)";
/* the constellation of the zodiac */
"Leo"="Leo";
/* the constellation of the zodiac */
"Libra"="Libra";
/* east-west coordinate */
"Longitude:"="经度：";
/* the planet Mars */
"Mars"="火星";
/* the planet Mercury */
"Mercury"="水星";
/* short abbreviation for minute */
"min"="分钟";
/* short abbreviation for month */
"mon"="月";
/* the proper name of Earth's moon */
"Moon"="月球";
/* one character abbreviation for 'north' */
"N"="北";
/* one character abbreviations for compass points: north, east, south, west */
"N,E,S,W"="北,东,南,西";
/* the planet Neptune */
"Neptune"="海王星";
/* First-run alert button to permanently skip release notes */
"Never"="从不";
/* label for when no eclipse is visible */
"No eclipse"="无蚀形";
/* name of option for noon on the top of the 24-hour dial (instead of midnight) */
"Noon on Top:"="正午位于上方：";
/* term for years without Feb 29 as in '2010 is not a leap year' */
"not leap"="非闰年";
/* OK */
"OK"="确定";
/* Title for options settings screen */
"Options"="选项";
/* label for a Partial lunar eclipse */
"Partial lunar eclipse"="月偏食";
/* label for a Partial solar eclipse */
"Partial solar eclipse"="日偏食";
/* short abbreviation for phase of the Moon */
"phase"="月相";
/* the constellation of the zodiac */
"Pisces"="Pisces";
/* constellations of the zodiac */
"Pisces,Aries,Taurus,Gemini,Cancer,Leo,Virgo,Libra,Scorpius,Sagittarius,Capricornus,Aquarius"="Pisces,Aries,Taurus,Gemini,Cancer,Leo,Virgo,Libra,Scorpius,Sagittarius,Capricornus,Aquarius";
/* the planet Pluto */
"Pluto"="冥王星";
/* label for the button that reverses the action of 'Set' */
"Reset"="重置";
/* one character abbreviation for 'south' */
"S"="南";
/* the constellation of the zodiac */
"Sagittarius"="Sagittarius";
/* the planet Saturn */
"Saturn"="土星";
/* the constellation of the zodiac */
"Scorpius"="Scorpius";
/* Set (verb) */
"Set"="设置";
/* label for alarm time setting widget */
"Set the alarm time:"="设置闹钟时间：";
/* Details */
"Show details"="显示详细信息";
/* the label on a dial: a truncation of 'sidereal time' or 'star time' */
"Sidereal"="恒星";
/* the label on a dial: a truncation of 'Solar time' or 'Sun time' */
"Solar"="太阳";
/* Stop alarm test */
"Stop"="停止";
/* the proper name of Earth's star */
"Sun"="太阳";
/* the constellation of the zodiac */
"Taurus"="Taurus";
/* Test alarm */
"Test"="测试";
/* Astronomy date range checking */
"The earliest time supported is"="支持的最早时间是";
/* Astronomy date range checking */
"The latest time supported is"="支持的最晚时间是";
/* iTC keywords */
"time,clock,astronomy,NTP,atomic,sunset,photo,planet,moon,alarm,sunrise,twilight,earth,lunar,UTC"="时间,时钟,天文学,NTP,原子,日落,照片,行星,月球,闹钟,日出,曙暮光,地球,月亮,UTC,蚀形模拟器";
/* short two-line label indicating that the last NTP synchronization was canceled */
"Time\nsync canceled"="时间\n同步已取消";
/* short two-line label indicating that the last NTP synchronization failed */
"Time\nsync failed"="时间\n同步失败";
/* short two-line label indicating that NTP synchronization is OFF */
"Time\nsync OFF"="时间\n同步关闭";
/* short two-line label indicating that watch time is synchronized with NTP */
"Time\nsynchronized"="时间\n已同步";
/* short two-line label indicating that NTP synchronization is in progress */
"Time\nsyncing..."="时间\n正在同步...";
/* label for a Total lunar eclipse */
"Total lunar eclipse"="月全食";
/* label for a Total solar eclipse */
"Total solar eclipse"="日全食";
/* Help message for 'Use Location Services' */
"Turn OFF to set location manually"="关闭以手动设置位置";
/* Help message for 'Noon on Top' */
"Turn ON for noon on top, OFF for midnight on top"="开启则正午位于上方，关闭则午夜位于上方";
/* Help message for Disable Auto-Lock on battery */
"Turn ON to prevent automatic sleep on battery"="用电池时，打开以阻止自动睡眠";
/* Help message for Disable Auto-Lock when plugged in */
"Turn ON to prevent automatic sleep when plugged in"="外接电源时，打开以阻止自动睡眠";
/* timezone / position mismatch warning message */
"tz-pos warning"="您的位置和时区似乎不匹配；请查看 6 点钟位置上方的时区标签和世界地图上的红点。您可能需要在应用程序“设置”（通用/日期与时间）中更改您的时区，或需要等待设备确定其时区和位置。您可以通过打开“使用定位服务”开关强制更新位置或手动设置位置。";
/* error message */
"Unknown planet number %d"="未知行星数 %d";
/* the planet Uranus */
"Uranus"="天王星";
/* Help message for latitude/longitude entry */
"Use a single decimal number for each field; use negative values for south and west."="每个字段使用一个十进制数；南和西使用负值。";
/* name of option to use the iPhone's location determination features */
"Use Location Services:"="使用定位服务：";
/* the planet Venus */
"Venus"="金星";
/* the constellation of the zodiac */
"Virgo"="Virgo";
/* one character abbreviation for 'west' */
"W"="西";
/* Warning */
"Warning"="警告";
/* First-ever run alert button to go to application help on website */
"Website (in English)"="网站（英文）";
/* First-ever-run alert summary */
"Welcome to Emerald Observatory!\n\nThere's lots of Help available"="欢迎使用 Emerald Observatory！\n\n我们提供了很多帮助";
/* Version 1.3 first-run alert summary */
"Welcome to version %@, with\n\n<new stuff>\n\nTap Details to get more information on the (English) website"="欢迎您到版本 %@\n\n点击细节，以获得更多的（英文）网站的信息。";
/* short abbreviation for year */
"year"="年";
/* Large NTP skew warning message */
"Your clock differs from NTP time by %.0f seconds.\nPlease check that your Date & Time and Timezone settings are correct."="您的时钟不同，从NTP了%.0f秒。\ n请检查您的日期及时间和时区设置是否正确。";
/* location determination failure message */
"Your location cannot be determined.  You may need to enter a location manually (tap the \"i\" at the bottom right)."="无法确定您的位置。您需要手动输入一个位置（点击右下角的\"i\"）。";
/* Invalid location warning message */
"Your location\n\n%@\n\nappears to be invalid.  Turn 'Use Location Services' ON or enter a valid latitude and longitude."="您的位置\n\n%@\n\n似乎无效。打开“使用定位服务”或输入一个有效的纬度和经度。";
/* detailed timezone/position warning message */
"Your timezone:\n\n%@ (%@)\noffset %d:%02d, centered at %d%s\n\ndoesn't match your location:\n\n%0.5f, %0.5f\n(± %.0f meters)"="您的时区：\n\n%1$@ (%2$@)\n偏移 %3$d:%4$d，以 %5$d%6$s 为中心，\n\n不匹配您的位置：\n\n%7$.5f, %8$.5f\n(± %9$.0f 米)";

/* App display name */
"Observatory" = "天文台";

/* VoiceOver instructions for the location picker map */
"Touch the map and drag to choose a location, then lift your finger to set it.  Tap the blue dot to go back to Location Services." = "触摸地图并拖动以选择位置，然后抬起手指进行设置。轻点蓝点可恢复使用定位服务。";

/* label shown while touching the blue dot on the location picker map */
"Location Services" = "定位服务";

/* Cancel */
"Cancel" = "取消";

/* VoiceOver name of the location picker map */
"World map" = "世界地图";

/* nearest city on the location picker map: city, country */
"%@, %@" = "%1$@（%2$@）";
